---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.FamilyFailures.CannotLoadImperialFamilyToMetricProject
source: html/d409e173-55b4-7d85-8bc7-a04bc26db31e.htm
---
# Autodesk.Revit.DB.BuiltInFailures.FamilyFailures.CannotLoadImperialFamilyToMetricProject Property

Can't load an imperial Family into a metric Project.

## Syntax (C#)
```csharp
public static FailureDefinitionId CannotLoadImperialFamilyToMetricProject { get; }
```